cases/OpenFOAM/multiphase/icoReactingMultiphaseInterFoam/inertMultiphaseMultiComponent/constant/turbulenceProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2406                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

simulationType      laminar;

laminar
{
    model           generalizedNewtonian;

    viscosityModel  powerLaw;
    nuMin           1e-06;
    nuMax           1;
    k               0.02;
    n               0.4;
}


// ************************************************************************* //
